VA_NAME = 'Джарвис'

VA_VER = "1.0"

VA_ALIAS = ('джарвис', 'джерри', 'джары', 'инжира', 'джой', 'джиро', 'джордж')

VA_TBR = ('скажи', 'покажи', 'ответь', 'произнеси', 'расскажи', 'сколько')

VA_CMD_LIST = {
    'dota': ('запусти доту', 'открой доту', 'дота'),
    'accept_game': ('прими игру, принять игру', 'принять игру', 'принять игру в доту', 'принять игру в доту', 'принять игру в доту', 'принять катку', 'прими катку'),
    'open_browser': ('открой браузер', 'запусти браузер', 'открой гугл хром', 'гугл хром'),
    'game_protocol': ('давай поиграем', 'давай играть', 'игровой протокол', 'запусти игровой протокол', 'протокол гейминг'),
    'sleep': ('поспи', 'спать', 'сон', 'спать', 'спокойной ночи'),
    'wakeup': ('доброе утро', 'просыпаемся', 'проснись', 'пробуждение'),
    'check_mode': ('проверка', 'ты тут', 'статус')
}
